Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: %@: degenerate routed contour; material topology is unresolved.
af: %@: degenereerde gerouteerde kontoer; materiaaltopologie is onopgelos.
am: %@ : የተበላሸ የተዘየ ቅርጽ፤ የቁሳቁስ ቶፖሎጂ መፍትሄ አላገኘም።
ar: %@ : محيط موجه متدهور؛ طوبولوجيا المادة غير محلولة.
az: %@: degenerasiya olunmuş marşrutlaşdırılmış kontur; material topologiyası həll olunmayıb.
be: %@: выраджаны пракладзены контур; тапалогія матэрыялу не вырашана.
bg: %@: дегенеративен маршрутизиран контур; топологията на материала е нерешена.
bn: %@: অবক্ষয়িত রাউটেড কনট্যুর; পদার্থের টপোলজি অমীমাংসিত।
ca: %@: contorn enrutat degenerat; la topologia del material no està resolta.
cs: %@: degenerovaná trasovaná kontura; topologie materiálu není vyřešena.
cy: %@: cyfuchlin llwybredig ddirywiedig; topoleg ddeunydd heb ei datrys.
da: %@: degenereret, rutet kontur; materialets topologi er uafklaret.
de: %@: degenerierte geroutete Kontur; die Materialtopologie ist ungelöst.
de_at: %@: Degenerierte Routenkontur; Materialtopologie ist nicht aufgelöst.
de_ch: %@: degenerierte Routenkontur; Materialtopologie ist nicht aufgelöst.
el: %@: εκφυλισμένο περιγράμματα δρομολόγησης· η τοπολογία του υλικού δεν έχει επιλυθεί.
es: %@: contorno enrutado degenerado; la topología del material no está resuelta.
es_ar: %@: contorno enrutado degenerado; la topología del material no está resuelta.
es_mx: %@: contorno enrutado degenerado; la topología del material no está resuelta.
et: %@: degeneratsiooniga marsruutitud kontuur; materjali topoloogia on lahendamata.
eu: %@: endekatutako bideratutako kontura; materialaren topologia konpondu gabe dago.
fa: %@ : کانتور مسیردهی شده‌ی منحط؛ توپولوژی ماده حل نشده است.
fi: %@: rappeutunut reititetty ääriviiva; materiaalin topologiaa ei ole määritetty.
fil: %@: nabubulok na naka-ruta na contour; hindi pa nareresolba ang topolohiya ng materyal.
fr: %@ : contour routé dégénéré ; la topologie du matériau n'est pas résolue.
fr_ca: %@ : contour routé dégénéré ; la topologie du matériau n'est pas résolue.
ga: %@: imlíne ródaithe díghiniúnaithe; níl toipeolaíocht ábhair réitithe.
gl: %@: contorno fresado dexenerado; a topoloxía do material non está resolta.
gu: %@: ડિજનરેટ રૂટેડ કોન્ટૂર; મટીરીયલ ટોપોલોજી વણઉકેલાયેલી છે.
hi: %@ : विकृत रूटेड कंटूर; सामग्री टोपोलॉजी अनसुलझी है।
hr: %@: degenerirana usmjerana kontura; topologija materijala nije razriješena.
hu: %@: degenerált maratott kontúr; az anyag topológiája nem határozható meg.
hy: %@. դեգեներացված ուղղորդված ուրվագիծ; նյութի տոպոլոգիան չլուծված է։
id: %@: kontur terarah yang degenerat; topologi materialnya belum terpecahkan.
is: %@: Úrkynjað leiðarmót; efnisuppbygging er óleyst.
it: %@: contorno degenerato con percorso fresato; la topologia del materiale non è risolta.
ja: %@：縮退したルーティング等高線；材料のトポロジーが未解決です。
ka: %@: გადაგვარებული მარშრუტიზებული კონტური; მასალის ტოპოლოგია გადაუჭრელია.
kk: %@: бағытталған контурдың дегенеративтілігі; материалдық топология шешілмеген.
km: %@ : វណ្ឌវង្ក​ផ្លូវ​ទ្រុឌទ្រោម; តូប៉ូឡូស៊ី​សម្ភារៈ​មិន​ទាន់​ដោះស្រាយ។
kn: %@: ಕ್ಷೀಣಿಸಿದ ಮಾರ್ಗೀಕೃತ ಬಾಹ್ಯರೇಖೆ; ವಸ್ತು ಸ್ಥಳಶಾಸ್ತ್ರವು ಬಗೆಹರಿಯಲಿಲ್ಲ.
ko: %@: 퇴화된 라우팅된 등고선; 재료 토폴로지가 해결되지 않았습니다.
ky: %@: дегенерацияланган багытталган контур; материалдык топология чечиле элек.
lo: %@ : ຮູບຊົງເສັ້ນທາງທີ່ເສື່ອມໂຊມ; ໂທໂພໂລຊີຂອງວັດສະດຸຍັງບໍ່ໄດ້ຮັບການແກ້ໄຂ.
lt: %@: degeneruotas maršrutinis kontūras; medžiagos topologija nėra nustatyta.
lv: %@: deģenerēta maršrutēta kontūra; materiāla topoloģija nav noteikta.
mk: %@: дегенерирана рутирана контура; топологијата на материјалот е нерешена.
ml: %@: ഡീജനറേറ്റ് റൂട്ടഡ് കോണ്ടൂർ; മെറ്റീരിയൽ ടോപ്പോളജി പരിഹരിക്കപ്പെട്ടിട്ടില്ല.
mn: %@ : чиглүүлэгдсэн контурын доройтол; материалын топологи шийдэгдээгүй байна.
mr: %@: अवनत मार्गस्थ कन्टूर; पदार्थाची टोपोलॉजी अनिश्चित आहे.
ms: %@: kontur laluan merosot; topologi bahan tidak dapat diselesaikan.
mt: %@: kontorn b'rotta deġenerat; it-topoloġija tal-materjal mhix solvuta.
my: %@: ယိုယွင်းနေသော လမ်းကြောင်းပုံသဏ္ဌာန်။ ပစ္စည်း topology ကို မဖြေရှင်းနိုင်သေးပါ။
nb: %@: degenerert rutet kontur; materialtopologien er uavklart.
ne: %@: राउटेड कन्टूर डिजेनेरेट; सामग्री टोपोलोजी अनसुलझेको छ।
nl: %@: gedegenereerde gerouteerde contour; materiaaltopologie is onduidelijk.
or: %@: ରାଉଟେଡ୍ କଣ୍ଟୋର ନଷ୍ଟ ହୋଇଛି; ସାମଗ୍ରୀ ଟୋପୋଲୋଜି ସମାଧାନ ହୋଇନାହିଁ।
pa: %@: ਡੀਜਨਰੇਟ ਰੂਟਡ ਕੰਟੋਰ; ਮਟੀਰੀਅਲ ਟੌਪੋਲੋਜੀ ਅਣਸੁਲਝੀ ਹੋਈ ਹੈ।
pl: %@: kontur o trasie zdegenerowanej; topologia materiału nie została określona.
pt: %@: contorno com fresagem degenerada; a topologia do material não está resolvida.
pt_br: %@: contorno com roteamento degenerado; a topologia do material não está definida.
ro: %@: contur degenerat cu traseu stabilit; topologia materialului nu este determinată.
ru: %@: вырожденный маршрутизированный контур; топология материала не определена.
si: %@: පිරිහුණු මාර්ගගත සමෝච්ඡය; ද්‍රව්‍ය ස්ථලකය නොවිසඳී ඇත.
sk: %@: degenerovaný smerovaný obrys; topológia materiálu nie je vyriešená.
sl: %@: degenerirana usmerjena kontura; topologija materiala ni določena.
sq: %@: kontur i degjeneruar i rrugëzuar; topologjia e materialit është e pazgjidhur.
sr: %@: дегенерисани рутирани контур; материјална топологија није решена.
sv: %@: degenererad rutad kontur; materialtopologin är oupplöst.
sw: %@: mtaro ulioharibika ulioelekezwa; topolojia ya nyenzo haijatatuliwa.
ta: %@: சிதைந்த வழித்தட விளிம்பு; பொருளின் இடவியல் அமைப்பு தீர்மானிக்கப்படவில்லை.
te: %@: క్షీణించిన రూటెడ్ కాంటూర్; మెటీరియల్ టోపాలజీ అపరిష్కృతంగా ఉంది.
th: %@: เส้นโค้งเส้นทางที่เสื่อมสภาพ โครงสร้างทางวัสดุยังไม่สามารถระบุได้
tr: %@: bozulmuş yönlendirilmiş kontur; malzeme topolojisi belirlenememiştir.
uk: %@: вироджений маршрутизований контур; топологія матеріалу не визначена.
ur: %@: انحطاط روٹڈ سموچ؛ مادی ٹوپولوجی غیر حل شدہ ہے۔
vi: %@: Đường viền định tuyến suy biến; cấu trúc vật liệu chưa được xác định.
zh_hans: %@：退化的路由等高线；材料拓扑结构未确定。
zh_hant: %@：退化且已路由的輪廓；材質拓撲尚未解析。
zu: %@ : i-contour eguquliwe ewohlokile; i-topology yezinto ezibonakalayo ayixazululwa.

source: %@: flashed outline geometry has no supported routed centerline.
af: %@: geflitste buitelyngeometrie het geen ondersteunde gerouteerde middellyn nie.
am: %@ : ፍላሽ የተደረገ የውጤት ጂኦሜትሪ ምንም የተደገፈ የተዘዋወረ የመሃል መስመር የለውም።
ar: %@ : لا يحتوي الشكل الهندسي الخارجي المعروض على خط مركزي موجه مدعوم.
az: %@: yanıb-sönən kontur həndəsəsində dəstəklənən marşrutlaşdırılmış mərkəz xətti yoxdur.
be: %@: абведзены контур геаметрыі не мае падтрымоўванай пракладзенай цэнтральнай лініі.
bg: %@: геометрията на контура със flash няма поддържана фрезована централна линия.
bn: %@ : ফ্ল্যাশ করা আউটলাইন জ্যামিতির কোনো সমর্থিত রাউটেড সেন্টারলাইন নেই।
ca: %@: la geometria del contorn intermitent no té cap línia central enrutada compatible.
cs: %@: Geometrie obrysu s výplní nemá podporovanou vyfrézovanou osu.
cy: %@: nid oes gan geometreg amlinellol fflachiog linell ganol wedi'i llwybro â chymorth.
da: %@: flashet konturgeometri har ingen understøttet rutet centerline.
de: %@: Umrissgeometrie mit Flashes hat keine unterstützte geroutete Mittellinie.
de_at: %@: Die markierte Umrissgeometrie hat keine unterstützte geroutete Mittellinie.
de_ch: %@ : Die markierte Umrissgeometrie hat keine unterstützte geroutete Mittellinie.
el: %@: η γεωμετρία περιγράμματος που έχει δημιουργηθεί με τη μέθοδο «flashed» δεν διαθέτει υποστηριζόμενη κεντρική γραμμή διαδρομής.
es: %@: la geometría del contorno generada no tiene una línea central enrutada compatible.
es_ar: %@: la geometría del contorno extraída no tiene una línea central enrutada compatible.
es_mx: %@: la geometría del contorno resaltado no tiene una línea central enrutada compatible.
et: %@: väljatoodud kontuurgeomeetrial puudub toetatud freesitud keskjoon.
eu: %@: keinukatutako oinarri-geometriak ez du onartutako bideratutako erdiko lerrorik.
fa: %@ : هندسه‌ی خطوط بیرونیِ فلش‌شده، هیچ خط مرکزیِ مسیریابی‌شده‌ی پشتیبانی‌شده‌ای ندارد.
fi: %@: flash-muodossa olevalla ääriviivageometrialla ei ole tuettua reititettyä keskilinjaa.
fil: %@ : ang naka-flash na outline geometry ay walang sinusuportahang routed centerline.
fr: %@ : la géométrie du contour extraite ne comporte pas de ligne centrale fraisée prise en charge.
fr_ca: %@ : la géométrie de contour flashée n'a pas de ligne centrale routée prise en charge.
ga: %@: níl aon lárlíne ródaithe tacaithe ag an ngeoiméadracht imlíne splanctha.
gl: %@: a xeometría do contorno intermitente non ten unha liña central fresada compatible.
gu: %@: ફ્લેશ્ડ આઉટલાઇન ભૂમિતિમાં કોઈ સપોર્ટેડ રૂટેડ સેન્ટરલાઇન નથી.
hi: %@ : फ्लैश की गई आउटलाइन ज्यामिति में समर्थित रूटेड सेंटरलाइन नहीं है।
hr: %@ : geometrija bljeskanog obrisa nema podržanu usmjeranu središnju liniju.
hu: %@: a villanó kontúrgeometriához nincs támogatott maratott középvonal.
hy: %@. լուսարձակված ուրվագծային երկրաչափությունը չունի աջակցվող ուղղորդված կենտրոնական գիծ։
id: %@: geometri kontur yang ditampilkan tidak memiliki garis tengah jalur pemotongan yang didukung.
is: %@: Blikkskoðuð útlínurúmfræði hefur enga studda leiðða miðlínu.
it: %@: la geometria del contorno flash non presenta una linea centrale fresata supportata.
ja: %@：フラッシュされたアウトライン形状には、サポートされたルーティング中心線がありません。
ka: %@: განათებულ კონტურის გეომეტრიას არ აქვს მხარდაჭერილი მარშრუტიზებული ცენტრალური ხაზი.
kk: %@: жыпылықтаған контур геометриясында қолдау көрсетілетін бағытталатын орталық сызық жоқ.
km: %@ ៖ ធរណីមាត្រគ្រោងដែលបានភ្លឹបភ្លែតៗមិនមានខ្សែកណ្តាលដែលបានតម្រង់ទិសដែលគាំទ្រទេ។
kn: %@: ಫ್ಲಾಶ್ಡ್ ಔಟ್‌ಲೈನ್ ಜ್ಯಾಮಿತಿಯು ಯಾವುದೇ ಬೆಂಬಲಿತ ರೂಟೆಡ್ ಸೆಂಟರ್‌ಲೈನ್ ಅನ್ನು ಹೊಂದಿಲ್ಲ.
ko: %@: 플래시된 외곽선 형상에 지원되는 라우팅 중심선이 없습니다.
ky: %@: жаркылдаган контур геометриясында колдоого алынган багытталган борбордук сызык жок.
lo: %@ : ຮູບຊົງເລຂາຄະນິດຂອງໂຄງຮ່າງທີ່ກະພິບບໍ່ມີເສັ້ນກາງທີ່ຮອງຮັບ.
lt: %@: išryškintos kontūro geometrijos neturi palaikomos maršrutinės centrinės linijos.
lv: %@: izgrieztās kontūras ģeometrijai nav atbalstītas maršrutētas centrālās līnijas.
mk: %@: блескавата геометрија на контурата нема поддржана насочена централна линија.
ml: %@: ഫ്ലാഷ്ഡ് ഔട്ട്‌ലൈൻ ജ്യാമിതിക്ക് പിന്തുണയ്‌ക്കുന്ന റൂട്ട് ചെയ്‌ത സെന്റർലൈൻ ഇല്ല.
mn: %@ : гялсхийсэн тойм геометр нь дэмжигдсэн чиглүүлэгдсэн төвийн шугамгүй байна.
mr: %@: फ्लॅश केलेल्या बाह्यरेखेच्या भूमितीमध्ये समर्थित मार्गस्थ मध्यरेषा नाही.
ms: %@: geometri garis luar yang dikelipkan tidak mempunyai garis tengah berhala yang disokong.
mt: %@: il-ġeometrija tal-kontorn imteptep m'għandhiex linja ċentrali b'rotta appoġġjata.
my: %@: လင်းလက်တောက်ပနေသော outline geometry တွင် ပံ့ပိုးပေးထားသော routed centerline မရှိပါ။
nb: %@: Den uthevet konturgeometrien har ingen støttet frest midtlinje.
ne: %@ : फ्ल्याश गरिएको रूपरेखा ज्यामितिमा कुनै समर्थित राउटेड केन्द्ररेखा छैन।
nl: %@: de geflashed contourgeometrie heeft geen ondersteunde gefreesde middellijn.
or: %@: ଫ୍ଲାସ୍ ହୋଇଥିବା ଆଉଟଲାଇନ୍ ଜ୍ୟାମିତିରେ କୌଣସି ସମର୍ଥିତ ରାଉଟେଡ୍ ସେଣ୍ଟରଲାଇନ୍ ନାହିଁ।
pa: %@ : ਫਲੈਸ਼ਡ ਆਉਟਲਾਈਨ ਜਿਓਮੈਟਰੀ ਵਿੱਚ ਕੋਈ ਸਮਰਥਿਤ ਰੂਟਡ ਸੈਂਟਰਲਾਈਨ ਨਹੀਂ ਹੈ।
pl: %@: geometria konturu oświetlonego nie posiada obsługiwanej linii środkowej tras.
pt: %@: a geometria do contorno gravada não possui uma linha central de fresagem compatível.
pt_br: %@: a geometria do contorno gerada não possui uma linha central roteada compatível.
ro: %@: geometria conturului generată prin flash nu are o linie centrală de frezare susținută.
ru: %@: у геометрии контура с прописанными элементами отсутствует поддерживаемая прорезанная осевая линия.
si: %@: ෆ්ලෑෂ් කරන ලද දළ සටහන් ජ්‍යාමිතියට සහය දක්වන මාර්ගගත මධ්‍ය රේඛාවක් නොමැත.
sk: %@: Geometria obrysu vytvorená zablesknutím nemá podporovanú frézovanú stredovú líniu.
sl: %@: geometrija obrisane črte, ki je bila izpisana s stampo, nima podprte usmerjene srednje črte.
sq: %@ : gjeometria e skicës së ndezur nuk ka vijë qendrore të drejtuar të mbështetur.
sr: %@: приказана геометрија обриса нема подржану рутирану централну линију.
sv: %@: markerad konturgeometri har ingen stödd rutad mittlinje.
sw: %@: jiometri ya muhtasari ulioangaziwa haina mstari wa katikati unaoungwa mkono.
ta: %@: காட்டப்பட்ட வெளிப்புற வடிவவியலுக்கு ஆதரிக்கப்பட்ட வழித்தட மையக்கோடு இல்லை.
te: %@: ఫ్లాష్ చేయబడిన అవుట్‌లైన్ జ్యామితికి మద్దతు ఉన్న రూటెడ్ సెంటర్‌లైన్ లేదు.
th: %@: รูปทรงเรขาคณิตที่แฟลชแล้วไม่มีเส้นศูนย์กลางที่รองรับการกำหนดเส้นทาง
tr: %@: Flaşlanmış dış hat geometrisinde desteklenen bir yönlendirilmiş merkez çizgisi bulunmuyor.
uk: %@: у геометрії контуру, що відбивається, відсутня підтримана маршрутизована центральна лінія.
ur: %@ : فلیش شدہ آؤٹ لائن جیومیٹری میں کوئی تعاون یافتہ روٹڈ سینٹر لائن نہیں ہے۔
vi: %@: Hình dạng đường viền được hiển thị không hỗ trợ đường tâm định tuyến.
zh_hans: %@：闪烧轮廓几何体没有受支持的铣削中心线。
zh_hant: %@：閃爍的輪廓幾何形狀沒有受支援的路由中心線。
zu: %@ : i-geometry yohlaka olukhanyayo ayinawo umugqa ophakathi osekelwe.

# %@: geometry limit exceeded (%@).
source: %1$@: geometry limit exceeded (%2$@).
af: %1$@: geometrielimiet oorskry (%2$@).
am: %1$@ : የጂኦሜትሪ ገደብ አልፏል ( %2$@ )።
ar: %1$@ : تم تجاوز حد الهندسة ( %2$@ ).
az: %1$@: həndəsə limiti aşıldı (%2$@).
be: %1$@: перавышаны ліміт геаметрыі (%2$@).
bg: %1$@: превишен лимит на геометрията (%2$@).
bn: %1$@: জ্যামিতিক সীমা অতিক্রম করেছে (%2$@)।
ca: %1$@: límit geomètric superat (%2$@).
cs: %1$@: překročen limit geometrie (%2$@).
cy: %1$@: terfyn geometreg wedi'i ragori (%2$@).
da: %1$@: geometrigrænse overskredet (%2$@).
de: %1$@: Geometriegrenze überschritten (%2$@).
de_at: %1$@: Geometriegrenze überschritten (%2$@).
de_ch: %1$@: Geometriegrenze überschritten (%2$@).
el: %1$@: υπέρβαση ορίου γεωμετρίας (%2$@).
es: %1$@: se ha superado el límite geométrico (%2$@).
es_ar: %1$@: se ha superado el límite de geometría (%2$@).
es_mx: %1$@: límite de geometría excedido (%2$@).
et: %1$@: geomeetriline piir ületatud (%2$@).
eu: %1$@: geometria muga gainditu da (%2$@).
fa: %1$@ : از حد هندسی تجاوز شده است ( %2$@ ).
fi: %1$@: geometrian raja ylitetty (%2$@).
fr: %1$@ : limite de géométrie dépassée (%2$@).
fr_ca: %1$@ : limite géométrique dépassée (%2$@).
ga: %1$@: sáraíodh teorainn na geoiméadrachta (%2$@).
gl: %1$@: límite xeométrico superado (%2$@).
gu: %1$@: ભૂમિતિ મર્યાદા ઓળંગાઈ ગઈ (%2$@).
hi: %1$@ : ज्यामिति सीमा पार हो गई ( %2$@ )।
hr: %1$@: prekoračeno ograničenje geometrije (%2$@).
hu: %1$@: a geometriai korlát túllépése (%2$@).
hy: %1$@. երկրաչափության սահմանը գերազանցվել է (%2$@)։
id: %1$@: batas geometri terlampaui (%2$@).
is: %1$@: rúmfræðimörkum farið fram úr (%2$@).
it: %1$@: limite di geometria superato (%2$@).
ja: %1$@：幾何学的限界を超えました（%2$@）。
ka: %1$@: გეომეტრიის ლიმიტი გადაჭარბებულია (%2$@).
kk: %1$@: геометрия шегінен асып кетті (%2$@).
km: %1$@ : លើស​ដែន​កំណត់​ធរណីមាត្រ (%2$@)។
kn: %1$@: ಜ್ಯಾಮಿತಿಯ ಮಿತಿ ಮೀರಿದೆ (%2$@).
ko: %1$@: 기하학적 한계 초과 (%2$@).
ky: %1$@: геометрия чегинен ашып кетти (%2$@).
lo: %1$@ : ເກີນຂີດຈຳກັດເລຂາຄະນິດແລ້ວ (%2$@).
lt: %1$@: viršyta geometrijos riba (%2$@).
lv: %1$@: pārsniegta ģeometrijas robeža (%2$@).
mk: %1$@: геометриска граница надмената (%2$@).
ml: %1$@: ജ്യാമിതി പരിധി കവിഞ്ഞു (%2$@).
mn: %1$@ : геометрийн хязгаар хэтэрсэн ( %2$@ ).
mr: %1$@: भूमिती मर्यादा ओलांडली (%2$@).
ms: %1$@: had geometri melebihi (%2$@).
mt: %1$@: limitu ġeometriku maqbuż (%2$@).
my: %1$@: ဂျီသြမေတြီ ကန့်သတ်ချက် ကျော်လွန်သွားပါပြီ (%2$@)။
nb: %1$@: geometrigrense overskredet (%2$@).
ne: %1$@: ज्यामिति सीमा नाघ्यो (%2$@)।
nl: %1$@: geometrische limiet overschreden (%2$@).
or: %1$@: ଜ୍ୟାମିତି ସୀମା ଅତିକ୍ରମ କରିଛି (%2$@)।
pa: %1$@: ਜਿਓਮੈਟਰੀ ਸੀਮਾ (%2$@) ਤੋਂ ਵੱਧ ਗਈ।
pl: %1$@: przekroczono limit geometrii (%2$@).
pt: %1$@: limite de geometria excedido (%2$@).
pt_br: %1$@: limite de geometria excedido (%2$@).
ro: %1$@: limita de geometrie depășită (%2$@).
ru: %1$@: превышен предел геометрии (%2$@).
si: %1$@: ජ්‍යාමිතික සීමාව ඉක්මවා ඇත (%2$@).
sk: %1$@: prekročená geometrická hranica (%2$@).
sl: %1$@: presežena geometrijska meja (%2$@).
sq: %1$@: kufiri i gjeometrisë është tejkaluar (%2$@).
sr: %1$@: прекорачен геометријски лимит (%2$@).
sv: %1$@: geometrisk gräns överskriden (%2$@).
sw: %1$@: kikomo cha jiometri kimezidi (%2$@).
ta: %1$@: வடிவவியல் வரம்பு மீறப்பட்டது (%2$@).
te: %1$@: జ్యామితి పరిమితి మించిపోయింది (%2$@).
th: %1$@: เกินขีดจำกัดทางเรขาคณิต (%2$@)
tr: %1$@: geometri sınırı aşıldı (%2$@).
uk: %1$@: перевищено граничне значення геометрії (%2$@).
ur: %1$@: جیومیٹری کی حد سے تجاوز کر گیا (%2$@)۔
vi: %1$@: vượt quá giới hạn hình học (%2$@).
zh_hans: %1$@：几何限制超出（%2$@）。
zh_hant: %1$@：超出幾何極限（%2$@）。
zu: %1$@ : umkhawulo wejiyometri udluliwe ( %2$@ ).

# %@: import limit exceeded (%@).
source: %1$@: import limit exceeded (%2$@).
af: %1$@: invoerlimiet oorskry (%2$@).
am: %1$@ : የማስመጣት ገደብ አልፏል ( %2$@ )።
ar: %1$@ : تم تجاوز حد الاستيراد ( %2$@ ).
az: %1$@: idxal limiti aşıldı (%2$@).
be: %1$@: перавышаны ліміт імпарту (%2$@).
bg: %1$@: превишен лимит на импорта (%2$@).
bn: %1$@: আমদানির সীমা অতিক্রম করেছে (%2$@)।
ca: %1$@: límit d'importació superat (%2$@).
cs: %1$@: překročen limit importu (%2$@).
cy: %1$@: terfyn mewnforio wedi'i ragori (%2$@).
da: %1$@: importgrænsen er overskredet (%2$@).
de: %1$@: Importlimit überschritten (%2$@).
de_at: %1$@: Importlimit überschritten (%2$@).
de_ch: %1$@: Importlimit überschritten (%2$@).
el: %1$@: υπερβαίθηκε το όριο εισαγωγής (%2$@).
es: %1$@: se ha superado el límite de importación (%2$@).
es_ar: %1$@: se ha excedido el límite de importación (%2$@).
es_mx: %1$@: límite de importación excedido (%2$@).
et: %1$@: importimise piirang ületatud (%2$@).
eu: %1$@: inportazio muga gainditu da (%2$@).
fa: %1$@ : محدودیت واردات ( %2$@ ) تجاوز کرد.
fi: %1$@: tuontiraja ylitetty (%2$@).
fr: %1$@ : limite d'importation dépassée (%2$@).
fr_ca: %1$@ : limite d'importation dépassée (%2$@).
ga: %1$@: teorainn allmhairithe sáraithe (%2$@).
gl: %1$@: límite de importación superado (%2$@).
gu: %1$@: આયાત મર્યાદા ઓળંગાઈ ગઈ (%2$@).
hi: %1$@ : आयात सीमा पार हो गई ( %2$@ )।
hr: %1$@: prekoračeno ograničenje uvoza (%2$@).
hu: %1$@: az importkorlát túllépése (%2$@).
hy: %1$@. ներմուծման սահմանաչափը գերազանցվել է (%2$@)։
id: %1$@: batas impor terlampaui (%2$@).
is: %1$@: innflutningsmörkum farið fram úr (%2$@).
it: %1$@: limite di importazione superato (%2$@).
ja: %1$@：インポート制限を超えました（%2$@）。
ka: %1$@: იმპორტის ლიმიტი გადაჭარბებულია (%2$@).
kk: %1$@: импорт шегінен асып кетті (%2$@).
km: %1$@ : លើស​ដែន​កំណត់​ការ​នាំ​ចូល (%2$@)។
kn: %1$@: ಆಮದು ಮಿತಿ ಮೀರಿದೆ (%2$@).
ko: %1$@: 가져오기 제한 초과 (%2$@).
ky: %1$@: импорттоо чеги ашып кетти (%2$@).
lo: %1$@ : ເກີນຂີດຈຳກັດການນຳເຂົ້າແລ້ວ (%2$@).
lt: %1$@: viršytas importo limitas (%2$@).
lv: %1$@: pārsniegts importa limits (%2$@).
mk: %1$@: надминато ограничување за увоз (%2$@).
ml: %1$@: ഇറക്കുമതി പരിധി കവിഞ്ഞു (%2$@).
mn: %1$@ : импортын хязгаар хэтэрсэн ( %2$@ ).
mr: %1$@: आयात मर्यादा ओलांडली (%2$@).
ms: %1$@: had import melebihi (%2$@).
mt: %1$@: limitu ta' importazzjoni maqbuż (%2$@).
my: %1$@: တင်သွင်းမှု ကန့်သတ်ချက် ကျော်လွန်သွားပါပြီ (%2$@)။
nb: %1$@: importgrensen er overskredet (%2$@).
ne: %1$@: आयात सीमा नाघ्यो (%2$@)।
nl: %1$@: importlimiet overschreden (%2$@).
or: %1$@: ଆମଦାନୀ ସୀମା ଅତିକ୍ରମ କରିଛି (%2$@)।
pa: %1$@: ਆਯਾਤ ਸੀਮਾ ਪਾਰ ਹੋ ਗਈ (%2$@)।
pl: %1$@: przekroczono limit importu (%2$@).
pt: %1$@: limite de importação excedido (%2$@).
pt_br: %1$@: limite de importação excedido (%2$@).
ro: %1$@: limita de import a fost depășită (%2$@).
ru: %1$@: превышен лимит импорта (%2$@).
si: %1$@: ආයාත සීමාව ඉක්මවා ඇත (%2$@).
sk: %1$@: prekročený limit importu (%2$@).
sl: %1$@: presežena omejitev uvoza (%2$@).
sq: %1$@: limiti i importit është tejkaluar (%2$@).
sr: %1$@: прекорачен лимит увоза (%2$@).
sv: %1$@: importgränsen har överskridits (%2$@).
sw: %1$@: kikomo cha uingizaji kimezidi (%2$@).
ta: %1$@: இறக்குமதி வரம்பு மீறப்பட்டது (%2$@).
te: %1$@: దిగుమతి పరిమితి మించిపోయింది (%2$@).
th: %1$@: เกินขีดจำกัดการนำเข้า (%2$@)
tr: %1$@: İçe aktarma sınırı aşıldı (%2$@).
uk: %1$@: перевищено обмеження на імпорт (%2$@).
ur: %1$@: درآمد کی حد سے تجاوز کر گیا (%2$@)۔
vi: %1$@: vượt quá giới hạn nhập khẩu (%2$@).
zh_hans: %1$@：导入限制已超限（%2$@）。
zh_hant: %1$@：超過匯入限制（%2$@）。
zu: %1$@ : umkhawulo wokungenisa udluliwe ( %2$@ ).
